Table of Contents
 Enum TypeClassEvaluation
Namespace
IdeaRS.OpenModel.Loading
Assembly
IdeaRS.OpenModel.dll
Load of evaluation
public enum TypeClassEvaluation
Fields
eLinCombi = 1
LinCombi
eLoadCase = 0
LoadCase
eNonLinCombi = 2
NonLinCombi
Fields
 Name |  Description
 eLinCombi = 1
LinCombi
 eLoadCase = 0
LoadCase
 eNonLinCombi = 2
NonLinCombi
 Edit this page